---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedMetal.MetalF0
source: html/fa872c3d-5008-a6f6-e571-267847162d87.htm
---
# Autodesk.Revit.DB.Visual.AdvancedMetal.MetalF0 Property

The property labeled "Reflectance" from the "AdvancedMetal" schema.

## Syntax (C#)
```csharp
public static string MetalF0 { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.